{
    "1": "Which of the following anticoagulant preservatives provide a storage time of 35 days at 1 – 6 degrees Celsius for units of whole blood and prepared RBC if an additive solution is not added?",
    "2": "What are the current storage time and storage temperature for platelet concentrate and apheresis platelet components?",
    "3": "RBC's can be frozen for:",
    "4": "Whole blood and RBC units are stored at what temperature?",
    "5": "Additive solutions are approved for storage of red blood cells for how many days?",
    "6": "On criterion by the FDA for approval of new preservative solution and storage containers is an average 24-hour post transfusion RBC survival of more than:",
    "7": "What is the lowest allowable pH for platelet component at outside?",
    "8": "Which phenotype would be expected from the mating of a jK (a+b-) female and a jK(a-b+) male?",
    "9": "The pattern of inheritance most expressed by blood group genes is:",
    "10": "Which of the following is a clinically significant antibody whose detection has been reported in some instances to be dependent on anticomplement activity in Poly specific AHG?",
    "11": "After the addition of IgG coated RBCs (check cells) to a negative AHG reaction during an antibody screen, a negative result is observed. Which of the following is a correct interpretation based on these findings?",
    "12": "RBCs must be washed in saline at least three times before the addition of AHG reagent to:",
    "13": "An in vivo phenomenon associated with a positive DAT is:",
    "14": "False positive DAT results are most often associated with:",
    "15": "Polyethylene glycol (PEG) enhances antigen antibody reaction by:",
    "16": "A positive DAT may be found in which of the following situation?",
    "17": "What do coomb's check cells consist of?",
    "18": "Which of the following IAT methods requires the use of check cells?",
    "19": "Which uncontrollable factor can affect AHG testing?",
    "20": "A 27-year-old O mother has just given birth to a baby. Since the mother has IgG Anti A, anti B and anti A, B in her plasma. Which of the following methods and tests would be most effective at detecting the anti A on the baby's RBCs?",
    "21": "An ABO type on a patient gives the following reactions: Patient cells with Anti - A 4+ Anti -B 4+ Patient serum with A1 cells Neg B cells Neg What is the patient's blood type?",
    "22": "The major immunoglobulin class(es) of anti –B in a group A individual is rare(are):",
    "23": "What are the possible ABO phenotypes of the offspring from the mating of a group of a group A to a group B individual?",
    "24": "The immunodominant sugar responsible for blood group A specificity is:",
    "25": "What ABH substance(s) would be found in the saliva of a group B secretor?",
    "26": "An ABO type on a patient gives the following reactions: Patient cells with Anti-A 4+ Anti -B 4+ Patient serum with Anti-A1 Neg A1 cells 2+ B cells Neg The reaction above may be seen in a patient who is:",
    "27": "Which of the following ABO blood group contains the least amount of H substance?",
    "28": "An example of a technical error that can result in an ABO discrepancy is:",
    "29": "An ABO type on a patient gives the following reactions: Patient cells with Anti-A 4+ Anti-B Neg Patient serum with A1 cells 2+ B cells 4+ O cells 2+ Auto control Neg These results are most likely due to:",
    "30": "Which is not included on a properly labeled specimen?",
    "31": "How many days before a pretransfusion specimen expires?",
    "32": "How many days must a pretransfusion specimen and donor unit segments be retained post transfusion?",
    "33": "If a blood type cannot be resolved, what ABO group should be selected for a red blood cell transfusion?",
    "34": "Which antibody specificity is not required in antibody detection tests?",
    "35": "Which is not true of rouleaux formation?",
    "36": "A patient's blood type is AB-negative, but there are no AB- negative red blood cell units available. What donor units could be selected?",
    "37": "A patient requires 15 units of thawed plasma for an apheresis procedure. The patient's blood type is O negative. what donor units could be selected?",
    "38": "A patient's antibody screen was positive, and an anti c was identified. Antiglobulin crossmatches were performed with c-negative unit and 1 of the 6 units was incompatible. What should be performed to resolve the incompatible crossmatch?",
    "39": "A mother 30 weeks pregnant, has anti-k with a titer of 32. An Intrauterine red blood cell transfusion is indicated. The donor unit selected should be all the following except:",
    "40": "A patient with sickle cell disease is B positive with a positive antibody screen. The antibody identified is anti D and the auto control is negative. What is a possible explanation?",
    "41": "A description of the antiglobulin test is:",
    "42": "Poly specific AHG reagent contains;",
    "43": "Monoclonal anti C3d is"
}