{
    "1": "Insufficient centrifugation will result in:",
    "2": "Variation in red cell size observed on the peripheral smear is described as:",
    "3": "Which of the following is the preferable site for bone marrow aspiration and biopsy in an adult?",
    "4": "Mean cell volume (MCV) is calculated using the following formula:",
    "5": "What term describes the change in shape of erythrocytes seen on a Wright's-stained peripheral blood smear?",
    "6": "Calculate the mean cell hemoglobin concentration (MCHC) using the following values: Hgb: 15 g/dL (150 g/L) Hct: 47 mL/dL (0.47) RBC: 4.50 × 106/μL (4.50 × 1012/L)",
    "8": "When an erythrocyte containing iron granules is stained with Prussian blue, the cell is called a:",
    "9": "A 7.0-mL ethylenediaminetetraacetic acid (EDTA) tube is received in the laboratory containing only 2.0 mL of blood. If the laboratory is using manual techniques, which of the following tests will most likely be erroneous?",
    "10": "A 1:200 dilution of a patient's sample was made and 336 red cells were counted in an area of 0.2 mm2. What is the RBC count?",
    "11": "What phagocytic cells produce lysozymes that are bactericidal?",
    "13": "A decreased osmotic fragility test would be associated with which of the following conditions?",
    "15": "Which of the following erythrocyte inclusions can be visualized with supravital stain but cannot be detected on a Wright's-stained blood smear?",
    "16": "A falsely elevated Hct is obtained. Which of the following calculated values will not be affected?",
    "17": "A Miller disk is an ocular device used to facilitate counting of:",
    "18": "SITUATION: RBC indices obtained on an anemic patient are as follows: MCV 88 μm3 (fL); MCH 30 pg; MCHC 34% (.340). The RBCs on the peripheral smear would appear:",
    "19": "All of the following factors may influence the erythrocyte sedimentation rate (ESR) except:",
    "20": "What staining method is used most frequently to stain and manually count reticulocytes?",
    "22": "A correction is necessary for WBC counts when nucleated RBCs are seen on the peripheral smear because:",
    "24": "Given the following values, which set of red blood cell indices suggests spherocytosis?",
    "26": "Which of the following is considered a normal hemoglobin?",
    "27": "Which condition will shift the oxyhemoglobin dissociation curve to the right?",
    "28": "What is the major type of leukocyte seen in the peripheral smear of a patient with aplastic anemia?",
    "29": "What is the normal WBC differential lymphocyte percentage (range) in the adult population?",
    "30": "In which age group would 60% lymphocytes be a normal finding?",
    "31": "Which of the following results on an automated differential suggests that a peripheral smear should be reviewed manually?",
    "32": "Which is the first stage of erythrocytic maturation in which the cytoplasm is pink due to the formation of hemoglobin?",
    "33": "Which of the following can shift the hemoglobin oxygen dissociation curve to the right?",
    "35": "Autoagglutination of red cells at room temperature can cause which of the following abnormal test results?",
    "36": "Hypersplenism is characterized by:",
    "38": "Spherocytes differ from normal red cells in all of the following except:",
    "39": "Which of the following is not associated with hereditary spherocytosis?",
    "40": "Which of the following disorders has an increase in osmotic fragility?",
    "41": "The anemia seen in sickle cell disease is usually:",
    "42": "Which is the major Hgb found in the RBCs of patients with sickle cell trait?",
    "43": "Select the amino acid substitution that is responsible for sickle cell anemia.",
    "46": "Which of the following electrophoretic results is consistent with a diagnosis of sickle cell trait?",
    "48": "Which of the following is most true of paroxysmal nocturnal hemoglobinuria (PNH)?",
    "49": "Hemolytic uremic syndrome (HUS) is characterized by all of the following except:",
    "51": "Which antibody is associated with paroxysmal cold hemoglobinuria (PCH)?",
    "52": "All of the following are associated with intravascular hemolysis except:",
    "55": "The morphological classification of anemias is based on which of the following?",
    "56": "Which of the following is a common finding in aplastic anemia?",
    "61": "Which of the following conditions may produce spherocytes in a peripheral smear?",
    "62": "A patient's peripheral smear reveals numerous NRBCs, marked variation of red cell morphology, and pronounced polychromasia. In addition to a decreased Hgb and decreased Hct values, what other CBC parameters may be anticipated?",
    "63": "What red cell inclusion may be seen in the peripheral blood smear of a patient postsplenectomy?",
    "64": "Reticulocytosis usually indicates:",
    "65": "The osmotic fragility test result in a patient with thalassemia major would most likely be:",
    "66": "All of the following are characteristic findings in a patient with iron deficiency anemia except:",
    "67": "Iron deficiency anemia may be distinguished from anemia of chronic infection by:",
    "68": "Which anemia has red cell morphology similar to that seen in iron deficiency anemia?",
    "69": "Iron deficiency anemia is characterized by:",
    "70": "Storage iron is usually best determined by:",
    "72": "What is the basic hematological defect seen in patients with thalassemia major?",
    "73": "Which of the following is the primary Hgb in patients with thalassemia major?",
    "74": "A patient has an Hct of 30%, a hemoglobin of 8 g/dL, and an RBC count of 4.0 × 1012/L. What is the morphological classification of this anemia?",
    "75": "In which of the following conditions is Hgb A2 elevated?",
    "76": "Which morphological classification is characteristic of megaloblastic anemia?",
    "78": "All of the following are characteristics of megaloblastic anemia except:",
    "80": "Which of the following disorders is associated with ineffective erythropoiesis?",
    "82": "Which of the following may be seen in the peripheral blood smear of a patient with obstructive liver disease?",
    "84": "Which of the following are most characteristic of the red cell indices associated with megaloblastic anemias?",
    "85": "Which of the following is contained in the primary granules of the neutrophil?",
    "86": "Auer rods may be seen in all of the following except:",
    "87": "Which type of anemia is usually present in a patient with acute leukemia?",
    "91": "In which age group does acute lymphoblastic leukemia occur with the highest frequency?",
    "92": "Disseminated intravascular coagulation (DIC) is most often associated with which of the following types of acute leukemia?",
    "93": "An M:E ratio of 10:1 is most often seen in:",
    "94": "Which of the following is a characteristic of Auer rods?",
    "97": "SITUATION: A peripheral smear shows 75% blasts. These stain positive for both Sudan Black B (SBB) and peroxidase. Given these values, which of the following disorders is most likely?",
    "100": "Which of the following cells is considered pathognomonic for Hodgkin's disease?",
    "101": "In myelofibrosis, the characteristic abnormal red blood cell morphology is that of:",
    "102": "Which of the following initiates in vivo coagulation by activation of factor VII?",
    "104": "The anticoagulant of choice for most routine coagulation studies is:",
    "105": "Which ratio of anticoagulant-to-blood is correct for coagulation procedures?",
    "106": "Which results would be expected for the prothrombin time (PT) and activated partial thromboplastin time (APTT) in a patient with polycythemia?",
    "107": "What reagents are used in the PT test?",
    "108": "Which test would be abnormal in a patient with factor X deficiency?",
    "109": "Which clotting factor is not measured by PT and APTT tests?",
    "111": "Which of the following characterizes vitamin K?",
    "113": "Which of the following clotting factors are measured by the APTT test?",
    "114": "Which coagulation test(s) would be abnormal in a vitamin K–deficient patient?",
    "123": "Plasminogen deficiency is associated with:",
    "124": "Thrombotic thrombocytopenic purpura (TTP) is characterized by:",
    "125": "Thrombocytopenia may be associated with:",
    "128": "Which of the following test results is normal in a patient with classic von Willebrand's disease?",
    "132": "Which of the following is a characteristic of acute immune thrombocytopenic purpura?",
    "136": "Hemolytic uremic syndrome (HUS) is associated with:",
    "137": "Storage pool deficiencies are defects of:",
    "138": "The APTT is sensitive to a deficiency of which clotting factor?",
    "139": "Which test result would be normal in a patient with dysfibrinogenemia?",
    "140": "A patient with a prolonged PT is given intravenous vitamin K. The PT corrects to normal after 24 hours. What clinical condition most likely caused these results?",
    "141": "Which factor deficiency is associated with a prolonged PT and APTT?",
    "144": "Refer to the following results: PT = prolonged APTT = prolonged Platelet count = decreased Which disorder may be indicated?",
    "146": "Factor XII deficiency is associated with:",
    "147": "The following results were obtained on a patient: normal platelet count and function, normal PT, and prolonged APTT. Which of the following disorders is most consistent with these results?",
    "148": "The following laboratory results were obtained from a 40-year-old woman: PT = 20 sec; APTT = 50 sec; thrombin time = 18 sec. What is the most probable diagnosis?",
    "150": "The most suitable product for treatment of factor VIII deficiency is:",
    "153": "Which results are associated with hemophilia A?"
}