{
    "1": "From the following, identify a specific component of the adaptive immune system that is formed in response to antigenic stimulation",
    "2": "Which two organs are considered the primary lymphoid organs in which immunocompetent cells originate and mature?",
    "3": "What type of Bcells are formed after antigen stimulation?",
    "4": "Which T cell expresses the CD8 marker and acts specifically to kill tumors or virally infected cells?",
    "5": "Which are cytotoxic T cells (Tc cells) and natural killer (NK) cells similar?",
    "6": "Which immunoglobulin help initiate the classic complement pathway?",
    "7": "How is complement activity destroyed in vitro?",
    "8": "Which region of the immunoglobulin molecule can bind antigen?",
    "9": "Which region determines whether an immunoglobulin molecule can fix complement?",
    "10": "Which immunoglobulin appears first in the primary immune response?",
    "11": "Which immunoglobulin appears in highest titer in the secondary response?",
    "12": "Which immunoglobulin can cross the placenta?",
    "13": "The detection of precipitation reactions depends on the presence of optimal proportions of an antigen and antibody. A patient's sample contains a large amount of antibody, but the reaction in a test system containing antigen is negative. What happened?",
    "14": "Which part of the radial immunodiffusion (RID) test system contains the antisera?",
    "15": "What is the interpretation when an Ouchterlony plate shows crossed lines between wells 1 and 2 (antigen is placed in the center well and antisera in wells 1 and 2)?",
    "16": "Why is a chemiluminescent immunoassay (CIA) or enzyme immunoassay (EIA) the method of choice for detection of certain analytes, such as hormones, normally found in low concentration?",
    "17": "What comprises the indicator system in an indirect ELISA for detecting antibody?",
    "18": "What outcome results from improper washing of a tube or well after adding the enzyme antibody conjugate in an ELISA system?",
    "19": "What outcomes indicate a negative result in a complement fixation test?",
    "20": "What substance is detected by the rapid plasma reagin (RPR) and Veneral disease research laboratory (VDRL) tests for syphilis?",
    "21": "Which of the following is the most sensitive test to detect congenital syphilis?",
    "22": "A 12-year-old girl has symptoms of fatigue and a localized lymphadenopathy. laboratory tests reveal a peripheral blood lymphocytosis, a positive RPR, and a positive spot test for IM. What test should be performed next?",
    "23": "Which test is most likely to be positive in the tertiary stage of syphilis?",
    "24": "Tests to identify infection with HIV fall into which three general classification types of tests?",
    "25": "Which tests are considered screening tests for HIV?",
    "26": "Which tests are considered confirmatory tests for HIV?",
    "27": "Which is most likely a positive western blot result for infection with HIV?",
    "28": "What constitutes a diagnosis of viral hepatitis?",
    "29": "All the following hepatitis viruses are spread through blood or blood products except?",
    "30": "Which hepatitis B marker is the best indicator of early acute infection?",
    "31": "Which is the first antibody detected in serum after infection with hepatitis B virus (HBV)?",
    "32": "Which hepatitis antibody confers immunity against reinfection with hepatitis B virus?",
    "33": "Autoimmunity",
    "34": "Which disease might be indicated by antibodies to smooth muscle?",
    "35": "Antibodies to thyroid peroxidase can be detected by using agglutination assays. Which of the following disease may show positive results with this type of assay?",
    "36": "Why is skin testing the most widely used method to test for a type 1 hypersensitivity reaction?",
    "37": "Which test detects antibodies that have attached to tissues, resulting in a type II cytotoxic reaction?",
    "38": "What is the \"M\" Component in monoclonal gammopathies?",
    "39": "Which disease may be expected to show an IgM spike on an electrophoretic pattern?"
}